Repository: khromov/tickset
Catalog: languages/tickset-*.po
Languages: sv_se

source: event
sv_se: evenemang

source: create
sv_se: skapa

source: list
sv_se: lista

source: API key
sv_se: API-nyckel

source: Create an account
sv_se: Skapa ett konto

source: By easily a creating an account, you can start selling tickets within 5 minutes.
sv_se: Genom att skapa ett konto kan du komma igång med att sälja biljetter på fem minuter.

source: Create Tickset account
sv_se: Skapa ett Tickset-konto

source: Get your API key
sv_se: Hämta din API-nyckel

source: Go to your Tickset profile and find your API key. You will find the API key on this page.
sv_se: Gå till din Tickset-profil för att hitta din API-nyckel.

source: Example of what you API key will look like.
sv_se: Exempel på hur din API-nyckel kommer att se ut.

source: Enter your API key
sv_se: Ange din API-nyckel nedan

source: Enter your API key below.
sv_se: Ange din API-nyckel nedan.

source: Save API key
sv_se: Spara API-nyckel

source: Start showing your events on your site
sv_se: Börja visa evenemang på din sajt

source: If you're using Gutenberg
sv_se: Om du använder dig av Gutenberg-editorn

source: Add a new Tickset event or Tickset event list block to embed blocks on your site.
sv_se: Lägg till ett nytt block - antingen blocket Tickset-evenemang eller Tickset - lista över evenemang.

source: The Gutenberg interface.
sv_se: Gutenberg-gränssnittet.

source: If you're using Classic Editor
sv_se: Om du använder dig av Classic Editor

source: If you are still using Classic Editor, we recommend that you start using Gutenberg. However, you can use the shortcodes below to embed your events in the classic editor or other places on your site.
sv_se: Om du använder dig av den klassiska redigeraren så rekommenderar vi att du börjar använda Gutenberg. Det finns dock kortkoder tillgängliga om du använder dig av den klassiska redigeraren och om du vill bädda in kortkoder på andra delar av din webbplats.

source: Your event shortcodes
sv_se: Dina kortkoder

source: List all your events
sv_se: Visa alla dina event

source: This plugin uses icons made by
sv_se: Detta tillägg använder ikoner skapade av

source: from
sv_se: från

source: Sell tickets digitally with Tickset. Simple.
sv_se: Tickset är det enkla sättet att sälja biljetter digitalt.

source: Tickset is the simple way to sell tickets digitally.
sv_se: Sälj biljetter online/digitalt. Enkelt.

source: Fully SCA and PSD2 compliant and ready to receive payments in 25+ currencies using the world's most common payment solutions. No monthly fees, no fixed fees and no surprises. Create your free account today and get started!
sv_se: SCA och PSD2 redo och du kan ta emot betalningar i 25+ valutor med alla de vanligaste betalsätten i världen. Inga månatliga avgifter, inga fasta avgifter och inga överraskningar. Skapa ditt kostnadsfria konto idag och kom igång!

source: Set up Tickset
sv_se: Aktivera Tickset

source: Tickset event
sv_se: Tickset-evenemang

source: Tickset list
sv_se: Tickset-lista

source: Tickset: No events found.
sv_se: Tickset: Inga evenemang hittade.

source: Tickset: No event selected yet, or event could not be found.
sv_se: Tickset: Inget evenemang är valt.

source: Get tickets
sv_se: Köp biljetter

source: Sell tickets digitally. Simple.
sv_se: Tickset är det enkla sättet att sälja biljetter digitalt.
